[
    {
        "Título": "Informação sobre a entrada de D. Cristovão do Carmo",
        "Resumo": "Informação sobre a entrada de D Cristóvam da Gama, irmão de Vasco da Gama, na Etiópia. Descreve o encontro com a imperatriz Çabelo Oangel e a batalha na serra de Ambaçanet e o encontro com o exército de Granh etc"
    },
    {
        "Título": "Carta de D. João Barreto a D. André de Oviedo",
        "Resumo": "D. João Barreto, Patriarca da Etiópia, concede a D. André de Oviedo, todos os poderes que possui por bula papal de Fevereiro de 1555"
    },
    {
        "Título": "Comissão que o Arcebispo D. Fr. Aleixo de Meneses dá ao Padre Belchior da Silva",
        "Resumo": "D. Fr. Aleixo de Meneses, Arcebispo de Goa e Primaz da Índia e Oriente, dá comissão ao Padre Belchior da Silva, Vigário Geral dos Católicos da Etiópia, para tirar informações jurídicas sobre a vida, morte e milagres de D. António de Oviedo, Padre Patriarca da Companhia de Jesus e mais Padres da dita Companhia, na Etiópia"
    },
    {
        "Título": "Carta do Padre Belchior da Silva ao Escrivão João Gabriel",
        "Resumo": "Padre Belchior da Silva, ordena ao escrivão João Gabriel que treslada e recolha testemunhos sobre D. André de Oviedo e mais padres da Companhia de Jesus."
    },
    {
        "Título": "Cópia do testemunho sobre o Patriarca da Etiópia",
        "Resumo": "Cópia do testemunho sobre a vida do Patriarca da Etiópia e ainda dos Padres Gonçalo Cardoso, Francisco Lopes, António FernandesBaldames e Abraão de Mação Maronita"
    },
    {
        "Título": "Requerimento do Padre Manuel Veiga ao Arcebispo D. Fr. Aleixo de Meneses",
        "Resumo": "Padre Manuel da Veiga, Provincial da Companhia de Jesus, na Índia, requer ao Arcebispo D. Fr. Aleixo de Meneses, uma cópia da inquirição feita pelo Padre Belchior da Silva sobre D. André de Oviedo"
    },
    {
        "Título": "Cópia dos testemunhos sobre D. André de Oviedo",
        "Resumo": "João Gabriel, Escrivão, por ordem do Padre Belchior da Silva, treslada os testemunhos sobre D. André de Oviedo"
    },
    {
        "Título": "Carta do Padre Gaspar Soares ao Padre Manuel da Veiga",
        "Resumo": "Padre Gaspar Soares, notícia ao Padre Manuel da Veiga, Provincial da Companhia de Jesus em Goa sobre o Padre Luís de Azevedo e transcreve uma carta por ele escrita da nau datada de 27 de Março de 1601"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo ao Provincial, Padre Manuel da Veiga",
        "Resumo": "Padre Luís de Azevedo, informa o Provincial Padre Manuel da Veiga, sobre as edificações feitas em Fremona desde 1605"
    },
    {
        "Título": "Carta do Padre Pero Pais",
        "Resumo": "Padre Pero Pais, refere-se à morte do Padre Patriarca em 1583 (?) e à substituição deste por um Bispo frade capucho, D João Baptista em 1585 ou 1586. Notícia sobre coisas passadas após esta data"
    },
    {
        "Título": "Tratado de viagem",
        "Resumo": "Tratado feito- em latim, da viagem que fizeram os Padres António Monserrate e Pedro Pais a Baxim e seu cativeiro"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo ao Provincial da Companhia, Padre Gaspar Fernandes",
        "Resumo": "Padre Luís de Azevedo, notícia ao Provincial da Companhia, Padre Gaspar Fernandes sobre todo o problema das missões"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo",
        "Resumo": "Padre Luís de Azevedo, relata a entrada dos Padres da Companhia de Jesus na Etiópia e descreve algumas coisas que aí fizeram desde 1516"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo ao Provincial Francisco Vieira",
        "Resumo": "Padre Luís de Azevedo, notícia ao Padre Francisco Vieira, Provincial da Companhia de Jesus na Índia, sobre o problema das missões"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo",
        "Resumo": "Padre Luís de Azevedo, em missão no reino de Tigré, notícia sobre as instâncias de Fremona e Gorgora, ambas na Etiópia e sobre a saúde dos seis padres que aí se encontram"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo ao Provincial Padre Francisco Vieira",
        "Resumo": "Padre Luís de Azevedo, resume ao Padre Provincial, Francisco Vieira, as notícias enviadas em 1612 e notícia os frutos recolhidos nas duas instâncias da Etiópia, Gorama e Tigré"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo ao Provincial Padre Francisco Vieira",
        "Resumo": "Padre Luís de Azevedo, notícia ao Provincial Padre Francisco Vieira, sobre a missão no reino de Nareâ"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo ao Provincial Padre Francisco Vieira",
        "Resumo": "Padre Luís de Azevedo, notícia ao Provincial Padre Francisco Vieira, as consequências havidas por dois frades terem rejeitado os círios oferecidos pelo Secretário do Imperador"
    },
    {
        "Título": "Carta ao Provincial Francisco Vieira",
        "Resumo": "Padre . .. notícia ao Provincial de Goa, Padre Francisco Vieira, que chegaram a Mansua as imagens, livros e fatos, os quais não pagaram direitos em Suaquem e em Mansua, por razões que apresenta. Informa, ainda, sobre os queixumes entre os Padres Luís de Azevedo e Lourenço Romano e, sobre o facto do Padre Francisco António ter deitado dinheiro ao mar. Lamenta a morte de D. Luís Cerqueira Bispo do Japão e do Padre Prancisco da Veiga. Por fim, notícia sobre o Padre António Fernandes"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo ao Padre António Fernandes",
        "Resumo": "Padre Luís de Azevedo, notícia sobre a viagem que fez o Padre António Fernandes, pelo Rio Bravo, de Mombaça para Etiópia"
    },
    {
        "Título": "Carta de D. Afonso Mendes",
        "Resumo": "D. Afonso Mendes, Patriarca da Companhia de Jesus, informa quando começou a pregação do Evangelho na Etiópia e ainda sobre a vida monástica, instituidores e pregadores"
    },
    {
        "Título": "Informação sobre o caminho de Mombaça para a Etiópia pelo Rio Bravo",
        "Resumo": "Informação do caminho que se pode fazer de Mombaça para Etiópia pelo Rio Bravo"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo",
        "Resumo": "Padre Luís de Azevedo, notícia a missão que tem juntamente com quatro padres, na Etiópia e informa que se encontram divididos em três instâncias: Reino de Tigré,da Dambea e Reino de Goyama. Por fim, informa quanto diferem os portugueses da gente gentia"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo ao Provincial da Companhia",
        "Resumo": "Padre Luís de Azevedo, notícia ao Padre Provincial da Companhia, em Goa, Jácome de Medeiros, a construção, no reino da Dambia, da primeira igreja de pedra em cantaria, a qual foi feita com \"particular mimo e favor do Imperador\". Noticia, ainda, a redução de algumas pessoas abexins, algumas delas principais e, por fim, notícia a missão, numa província do reino de Goiama, com \"gente muito belicosa"
    },
    {
        "Título": "Carta do Padre António Fernandes",
        "Resumo": "Padre António Fernandes, notícia sobre a peste na Etiópia e, os cuidados que tiveram os Padres da Companhia em cuidar os enfermos, particularmente os Padres Leonardo Romano, em Tigré e Pero Pais em Dambia. Notícia, ainda que as igrejas são muito frequentadas principalmente nas festas principais e sobre a expansão da fé cristã"
    },
    {
        "Título": "Carta do Padre António Fernandes",
        "Resumo": "Padre António Fernandes, mais uma vez notícia sobre a peste e informa que os cuidados que os Padres da Companhia tiveram edificou-os perante os \" sismáticos\". Notícia ainda sobre os frutos colhidos com o seminário"
    },
    {
        "Título": "Carta do Padre Luís de Azevedo a um Padre de Portugal",
        "Resumo": "Padre Luís de Azevedo, resume a um Padre de Portugal (Padre Jácome de Medeiros), as notícias enviadas no ano anterior e informa sobre a construção da nova igreja de Gorgora: seu acabamento, qualidade de pedra, arquitecto (Padre Pero Pais) e seus oficiais. Informa ainda, sobre a necessidade de obreiros e outros assuntos"
    },
    {
        "Título": "Carta do Padre Jerónimo Maiorca",
        "Resumo": "Padre Jerónimo Maiorca, notícia em latim, sobre o império da Etiópia e problema das missões"
    },
    {
        "Título": "Carta do Padre Diogo de Matos",
        "Resumo": "Padre Diogo de Matos, notícia a em 2.a via, que se começou a colher os frutos lançados nas missões. Como exemplo, descreve que a viagem que fez com o Padre António Bruno, em 1620, de Goa para a Etiópia, foi um sucesso. Ao descrever promonorizadamente essa viagem, notícia sobre a residência de Gorgora e a sua igreja nova"
    },
    {
        "Título": "Carta do Padre Diogo de Matos",
        "Resumo": "Padre Diogo de Matos, descreve em pormenor as residências de Gorgora e de Colelã"
    },
    {
        "Título": "Carta do Fr. Tomás de Azevedo",
        "Resumo": "Fr. Tomás de Barros, notícia em pormenor e em latim, as residências de Gorgora, Colelã e Fremona"
    },
    {
        "Título": "Carta do Padre Diogo de Matos",
        "Resumo": "Padre Diogo de Matos, alegra-se com a conversão de muitos gentios. No entanto, lamenta que a Companhia corra com todos os frades e clérigos, pondo e depondo superiores e mestres. Notícia, ainda, que na residência de Gorgora, por morte do Padre Pero Pais, residem o Padre Superior António Fernandes e o Padre Luís de Azevedo. Por fim descreve a míssão do Amxa e terras circunvzinas e a residência de Tigre"
    },
    {
        "Título": "Carta do Padre Manuel Almeida ao Padre Geral da Companhia Mutio Vitellequi",
        "Resumo": "Manuel Almeida, notícia ao Padre Geral da Companhia, Mutio Vitellequi,a viagem que fez com mais três padres da Companhia, desde a Índia à Etiópia e o sucesso desta missão, que vai desde Julho de 1623 a Abril de1624-. Notícia ainda, os sucessos das residências do Dancãs:Ganeta Jesus (antigo lugar de Azozõ e Gorgora"
    },
    {
        "Título": "Carta do Padre Gaspar Pais",
        "Resumo": "Padre Gaspar Pais, participa a morte de três principais inimigos do Imperador Seltad Seguel e da Santa Sé. Informa ainda, sobre as condições irnpostas para a embaixada do Padre Patriarca da Companhia, poder passar de Tigré para a Dambia e sobre a estado geral da Santa Sé, na Etiópia. Descreve as residências de Fremona, no reino de Tigré, a de Gorgora, deColela, em Goiama, de Tanqha, de Ligenogus, no reino de Damotez e, ainda, a de Adegba, no reino de Begamendri"
    },
    {
        "Título": "Carta do Padre Gaspar Pais ao Provincial Padre Francisco Vergara",
        "Resumo": "Padre Gaspar Pais, lamenta ao Padre Francisco de Vergara da Compannhia, na Índia, o estado secular da Eiópia se encontre contra o Imperador, por este ser amigo dos cristãos. Notícia em pormenor a contenda existente de uma casta real entre os Galas"
    },
    {
        "Título": "Carta do Padre Afonso Mendes aos irmãos da Companhia de Jesus, em Portugal",
        "Resumo": "Padre Afonso Mendes, descreve e envia aos irmãos da companhia, em Portugal, o seu testemunho e o de outros autores de toda a jornada feita de Portugal à Índia e de Diu à Etiópia"
    },
    {
        "Título": "Informação sobre o imperador Seltan Segued",
        "Resumo": "Informação sobre o imperador Seltan Segued, cujo nome de baptismo é Succineos, e sobre outras coisas passadas na Etiópia"
    },
    {
        "Título": "Carta do Patriarca D. Afonso Mendes ao Provincial Padre Mutio Vitelleschi",
        "Resumo": "Afonso Mendes, Patriarca da Etiópia, um dos quatro padres que passaram na Etiópia por ordem do Padre visitador Andre Palmeira, notícia ao Provincial Geral da companhia, Padre Mutio Vítelleschi, a chegada a Fremona e as dificuldades que teve ao ser forçado a governar, por causa das chuvas, frios e outras \"encomonidades\""
    },
    {
        "Título": "Carta do Patriarca da Etiópia ao Provincial Mutil Viteleschi",
        "Resumo": "D. Afonso Mendes, Patriarca da Etiópia, notícia em latim ao Padre Mutio Vítelleschi, sobre a Etiópia"
    },
    {
        "Título": "Carta do Padre Manuel Barradas",
        "Resumo": "Padre Manuel Barradas, notícia sobre o reino de Tigré, por onde andou, o que viu e notou e compara as árvores e plantas e ervas da \"Índia\", com as de Portugal. Descreve, ainda a sua viagem a Fremona, a Sire, a Adecorocã, a Agamea, a Deboroa, a Ambaçanete, a Dereta, etc"
    },
    {
        "Título": "Carta do Padre Manuel Almada ao Padre Geral da Companhia",
        "Resumo": "Padre Manuel Almada informa o Padre Geral da Companhia, sobre a vitória da Igreja Católica no reino de Abexins. Notícia sobre o império dos Abexins e o estado eclesiástico da Residência de Dancas, Ganeta Jesus, Colela, Adaxã, Enebesse, Lige Nugus, na terra dos Damotes, Atghana, no reino de Begamedes, Fremona, no reino de Tigré e residência de Adegada"
    },
    {
        "Título": "Carta do Padre Manuel Almada",
        "Resumo": "Padre Manuel Almada, notícia ao Provincial da Companhia, que não existe na Etiópia coisa segura. Descreve que houve um encontro derivado de \"Zizania\" entre o Imperador e seu irmão Ras"
    },
    {
        "Título": "Carta do Bispo de Nicea aos Padres da Índia, Portugal e Nápoles",
        "Resumo": "Bispo de Nicea, relata toda a peregrinação dos Padres que partiram para a Etiópia, no ano de 1630, para o mando do Rev. dº. Mutio Vitelleschi, Propósito Geral da Companhia, e para os reverendos padres da Índia, Portugal e Nápoles"
    },
    {
        "Título": "Carta do Padre Manuel Barradas",
        "Resumo": "Padre Manuel Barradas, informa que nem tudo corre pelo melhor. Notícia sobre os levantamentos contra o Imperador e outras coisas temporais na Etiópia. Quanto ao aspecto espiritual, notícia sobre a residência de Górgora em que governou no inverno o Padre Gaspar Pais e no princípio do verão, o Padre Jacinto Francisco. Noícia ainda sobre a residência de Ganeta Jetos"
    },
    {
        "Título": "Carta de D. Afonso Mendes",
        "Resumo": "D. Afonso Mendes, Patriarca da Etiópia, notícia o martírio de Abba Zaselassê mestre do mosteiro de Selalo, e do Capitão Tecur Emanô, criado do Ras Sela Cros, mortos na Etiópia a 24 de Maio de 1631, pela fé católica"
    },
    {
        "Título": "Notícia sobre o Imperador",
        "Resumo": "Notícia sobre a entrada do imperador nalgumas terras de Lastã e suas consequências"
    },
    {
        "Título": "Carta do Patriarca D. Afonso Mendes a D. Filipe III",
        "Resumo": "D. Afonso Mendes, Patriarca, notícia a D. Filipe III, rei de Portugal, sobre as coisas que se passaram em 1632. Descreve as disputas religiosas que houveram entre o imperador Seltan Sagued e a Compahnia de Jesus em que na matéria dé fe vieram a entender-se. Transcreve a carta de Ras Cela Cristos a seu irmão, o imperador, etc"
    },
    {
        "Título": "Carta enviada ao Patriarca Bispo e outros Padres da Companhia de Jesus que ficaram na Etiópia >Continuação da carta enviada a todos os padres que ficaram na Etiópia",
        "Resumo": "Notícia enviada ao Patriarca, Bispo e outros Padres da Companhia que ficaram na Etiópia, sobre os \"trabalhos\" que o autor passou, juntamente com mais três padres, desde Massua (Etiópia) a Aden, na Índia. Noticia, ainda, sobre a cidade deAden e seu contorno"
    },
    {
        "Título": "Certidão da carta do Padre Patriarca ao imperador Seltan Sagued",
        "Resumo": "Padre Manuel de Miranda notário apostólico, certifica a 18 de Maio a carta que o Rev.do. Patriarca da Etiópia, D. Afonso Mendes escreve ao imperador Seltan Segued"
    },
    {
        "Título": "Certidão da carta do imperador Seltan Sagued a D. Afonso Mendes",
        "Resumo": "Certidão da carta que o imperador Seltan Segued Faciladês escreve ao Patriarca da Etiópia, D. Afonso Mendes"
    },
    {
        "Título": "Certidão da carta do imperador Seltan Sagued aos Padres da Companhia de Jesus",
        "Resumo": "Certidão da carta do imperador Seltan Sagued ao Patriarca, Bispo, Padre Diogo e mais padres da Compannhia"
    },
    {
        "Título": "Certidão da resposta da carta dada pelo Patriarca ao Imperador",
        "Resumo": "Certidão da resposta da carta que o Patriarca dá ao imperador, por se encontrar preso"
    },
    {
        "Título": "Cópia do processo de inquirição",
        "Resumo": "Cópia do processo e inquirição que se fez após a morte de dois religiosos da Companhia de Jesus e mais quatro companheiros, todos mortos na terra de Assã, no reino da Etiópia"
    },
    {
        "Título": "Carta de D. Afonso Mendes ao Provincial, Padre Álvaro Tavares",
        "Resumo": "D. Afonso Mendes, Patriarca da Etiópia, notícia ao Provincial da Índia Oriental, Padre Álvaro Tavares, de todas as peripécias que tem vindo a ter desde o ano anterior, quando embarcou da Etiópia para a Índia e que foi preso pelo Baxa juntamente com os Padres Diogo de Matos e António Fernandes e mais trinta e dois moços"
    },
    {
        "Título": "Breve relação",
        "Resumo": "Breve relação sobre a vinda de Massua a Aden e dos \"trabalhos\" passados por quatro padres da Companhia de Jesus, desde a Etiópia à Índia"
    },
    {
        "Título": "Carta do Padre Francisco Roiz ao Patriarca da Etiópia",
        "Resumo": "Padre Francisco Roiz, começa por noticiar ao Patriarca de Etiópia, sobre o estado secular da Etiópia, informando que o imperador desde que tomou posse do império, até hoje tem andado em \"campo\". Por fim, participa morte dos padres Gaspar Pais e João Pereira e, informa que os cinco padres que ficaram, e em que se inclui, têm-se visto em grandes trabalhos"
    },
    {
        "Título": "Carta do Padre Francisco Roiz ao Patriarca da Etiópia",
        "Resumo": "Cópia da carta anterior"
    },
    {
        "Título": "Carta do Padre Diogo de Matos ao Reitor Padre Manuel Lameira",
        "Resumo": "Padre Diogo de Matos notícia ao padre Manuel Lameira Reitor do Colégio de Diu, da viagem que fez da Índia para Suaquem (Etiópia) ."
    },
    {
        "Título": "Parecer dado pelo Bispo D. Gonçalo da Silva",
        "Resumo": "D. Gonçalo da Silva Bispo de Malaca, dá seu parecer sobre o breve das faculdades concedidas ao Patriarca da Etiópia"
    },
    {
        "Título": "Notícia sobre o martírio dos padres",
        "Resumo": "Notícia sobre o martírio dos Padres Luis Cerdeira e Bruno Bruni, na Etiópia"
    },
    {
        "Título": "Carta do Padre Damião Calaça",
        "Resumo": "Padre Damião Calaça, descreve a sua chegada e estadia na ilha de Suaqué. Notícia a prova de amizade recebida pelo Baxa e as perseguições sofridas pelos cristãos e deligências que fez para as combater"
    },
    {
        "Título": "Carta do Padre Turcato Parisiani",
        "Resumo": "Padre Torcato Parisiani, noticia sobre o estado da Etiópia, desde 1647 a 1649"
    },
    {
        "Título": "Carta de D. Afonso Mendes",
        "Resumo": "D. Afonso Mendes, Patriarca da Etiópia, noticia que desde a morte por enforcamento dos padres Luis Cardeira e Bruno de S.Ta Cruz, a Companhia passou a ter cuidado em acudir a Igreja na Etiópia. Para isso, passou a prover aquela Igreja, com um governador da sua obediência"
    },
    {
        "Título": "História do Imperador Malac Çegued",
        "Resumo": "História do imperador Malac Çagued, tresladada da Crónica da Etiópia"
    },
    {
        "Título": "Relação breve das crises da Etiópis",
        "Resumo": "Relação breve das coisas da Etiópia em que esta é descrita geograficamente, climatericamente, etc."
    },
    {
        "Título": "Informação sobre portugueses na Etiópia",
        "Resumo": "Informação sobre corno viveram os portugueses e seus descendentes, na Eiópia e sobre o que estes lá passaram"
    },
    {
        "Título": "Carta do Padre Belchior da Silva",
        "Resumo": "Padre Belchior da Silva, noticia que os católicos correm perigo na Etiópia e que a sua vinda foi muito útil por evitar perda de muitas almas. Descreve a viagem pelo porto de Delec e os costumes usados pelos católicos nestas partes"
    }
]